{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MocopiLiveLinkModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Create Mocopi Source"
					},
					"Translation":
					{
						"Text": "Mocopi LiveLinkソースを作成"
					},
					"Key": "CreateSourceButtonLabel"
				},
				{
					"Source":
					{
						"Text": "Creates a connection to Mocopi Sensors"
					},
					"Translation":
					{
						"Text": "mocopiセンサーとの接続を作成します"
					},
					"Key": "SourceTooltip"
				},
				{
					"Source":
					{
						"Text": "Enter a subject name to create a Mocopi LiveLink Source"
					},
					"Translation":
					{
						"Text": "Mocopi LiveLinkソースを作成するために、サブジェクト名を入力してください"
					},
					"Key": "errorNoSubjectName"
				},
				{
					"Source":
					{
						"Text": "Error loading the mocopiMotionFormat Library. Please reinstall the plugin to repair the files."
					},
					"Translation":
					{
						"Text": "mocopiMotionFormat Libraryの読み込み中にエラーが発生しました。ファイルを修復するためにプラグインを再インストールしてください。"
					},
					"Key": "errorInvalidMMF"
				},
				{
					"Source":
					{
						"Text": "Error: Empty Subject Name"
					},
					"Translation":
					{
						"Text": "エラー：サブジェクト名が空白"
					},
					"Key": "errorTitleNoSubjectName"
				},
				{
					"Source":
					{
						"Text": "Error: Invalid Port"
					},
					"Translation":
					{
						"Text": "エラー：無効なポート"
					},
					"Key": "errorTitleInvalidPort"
				},
				{
					"Source":
					{
						"Text": "Error: Port in Use"
					},
					"Translation":
					{
						"Text": "エラー：使用中のポート"
					},
					"Key": "errorTitleUsedPort"
				},
				{
					"Source":
					{
						"Text": "Error: mocopiMotionFormat Library"
					},
					"Translation":
					{
						"Text": "エラー：mocopiMotionFormatライブラリ"
					},
					"Key": "errorTitleInvalidMMF"
				},
				{
					"Source":
					{
						"Text": "Failed to import mocopiMotionFormat function"
					},
					"Translation":
					{
						"Text": "mocopiMotionFormat関数のインポートに失敗しました"
					},
					"Key": "MMFImportError"
				},
				{
					"Source":
					{
						"Text": "Failed to load the required mocopiMotionFormat library. Plugin will not be functional. File Path: "
					},
					"Translation":
					{
						"Text": "必要なmocopiMotionFormatライブラリの読み込みに失敗しました。プラグインは機能しません。ファイルパス: "
					},
					"Key": "MMFLoadError"
				},
				{
					"Source":
					{
						"Text": "Invalid port.\nPlease enter a port number between 0 and 65535"
					},
					"Translation":
					{
						"Text": "無効なポートです。\nポート番号は0～65535までの値を入力してください"
					},
					"Key": "errorInvalidPort"
				},
				{
					"Source":
					{
						"Text": "Listening to port {0}"
					},
					"Translation":
					{
						"Text": "ポート{0}をリスニング中"
					},
					"Key": "SourceStatusReceiving"
				},
				{
					"Source":
					{
						"Text": "Mocopi LiveLink"
					},
					"Translation":
					{
						"Text": "Mocopi LiveLink"
					},
					"Key": "sourceMachineName"
				},
				{
					"Source":
					{
						"Text": "Mocopi LiveLink"
					},
					"Translation":
					{
						"Text": "Mocopi LiveLink"
					},
					"Key": "sourceType"
				},
				{
					"Source":
					{
						"Text": "Mocopi LiveLink"
					},
					"Translation":
					{
						"Text": "Mocopi LiveLink"
					},
					"Key": "SourceDisplayName"
				},
				{
					"Source":
					{
						"Text": "MocopiLiveLink plugin received unrecognized data"
					},
					"Translation":
					{
						"Text": "MocopiLiveLinkプラグインが認識できないデータを受信しました"
					},
					"Key": "receivedUnrecognizedData"
				},
				{
					"Source":
					{
						"Text": "Port Number"
					},
					"Translation":
					{
						"Text": "ポート番号"
					},
					"Key": "InputPort"
				},
				{
					"Source":
					{
						"Text": "Socket Initialization Failed"
					},
					"Translation":
					{
						"Text": "ソケットの初期化に失敗しました"
					},
					"Key": "socketInitFailed"
				},
				{
					"Source":
					{
						"Text": "Subject Name"
					},
					"Translation":
					{
						"Text": "サブジェクト名"
					},
					"Key": "SubjectName"
				},
				{
					"Source":
					{
						"Text": "This port is already being used by another Mocopi LiveLink Source"
					},
					"Translation":
					{
						"Text": "このポートは、すでに他のMocopi LiveLinkソースで使用されています"
					},
					"Key": "errorUsedPort"
				},
				{
					"Source":
					{
						"Text": "Trying to start UDP thread with an invalid / uninitialized socket"
					},
					"Translation":
					{
						"Text": "無効なソケット/初期化されていないソケットでUDPスレッドを開始しようとしています"
					},
					"Key": "errorInvalidSocket"
				}
			]
		}
	]
}